cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'go'
brew 'dep'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'python'
brew 'spaceman-diff'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'terraform'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'kubectx'
brew 'progress'
brew 'htop'
brew 'gradle'
brew 'groovy'
brew 'hyperkit'
brew 'mc'

cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'transmission' 
cask 'visual-studio-code'
cask 'vlc'
cask 'sublime-text'
cask 'virtualbox'
cask 'alfred'
cask 'cyberduck'
cask 'dropbox'
cask 'keepassx'
cask 'intellij-idea'
cask 'docker'
cask 'minikube'


